[
  {
    "title": "Monsieur et Madame LE JARDIN on deux filles comment s'appelle t'elle ?",
    "text": "Elsa et rose (elles arrosent)"
  },
  {
    "title": "Je suis Sophie mais je ne suis pas Sophie. Qui suis-je ?",
    "text": "Son chien : Je suis (suivre) Sophie mais je ne suis pas (être) Sophie"
  },
  {
    "title": "Comment faire un aboyer chat ?",
    "text": "Tu lui verses une coupelle de lait et il l'a boit !"
  },
  {
    "title": "C'est le fils de ma mère, mais ce n'est pas mon frère.",
    "text": "Qui c'est ?\nC'est moi !"
  },
  {
    "title": "Où vont les abeilles quand elle se marie ?",
    "text": "En lune de miel !"
  },
  {
    "title": "La mère de Zoé a 3 filles Cloé, Claire et ?",
    "text": "Zoé !"
  },
  {
    "title": "Celui qui me fabrique ne m'utilise pas il me vend. Celui qui m'achète ne m'utilise pas il me donne et celui qui m'utilise ne le sait pas. Qui suis-je ?",
    "text": "Le cercueil"
  },
  {
    "title": "Quel est le comble du comble ?",
    "text": "Qu'un muet dis à un sourd qu'un aveugle les espionne !"
  },
  {
    "title": "Pourquoi un boulanger a-t-il besoin d'une photocopieuse ?",
    "text": "Pour faire un mille feuille !"
  },
  {
    "title": "Mon premier fait peur.",
    "text": "Mon deuxième est la 10e lettre de l'alphabet.\nMon tout nous éclaire.\nQui suis je...\nUne bougie (boouuu-j) !"
  },
  {
    "title": "Quel est le pays préféré du Sumo ?",
    "text": "La Grèce !"
  },
  {
    "title": "Comment fait-on entrer un éléphant dans un frigo en 3 étapes ?",
    "text": "On ouvre la porte, on met l'éléphant et on ferme la porte.\nComment fait-on entrer une girafe dans un frigo en 4 étapes ?\nOn ouvre la porte, on enlève l'éléphant, on met la girafe et on ferme la porte.\nLe lion fait une réunion avec tous les animaux. Un(e) seul(e) est absent(e) : lequel(laquelle) ?\nLa girafe : elle est dans le frigo !"
  },
  {
    "title": "Qu'est-ce qui est vert et qui se déplace sous l'eau ?",
    "text": "Un chou marin."
  },
  {
    "title": "Que dit une tasse dans un ascenceur ?",
    "text": "- Je veux mon thé !\nEt que répond un cendrier ?\n- Je veux des cendres !"
  },
  {
    "title": "Quelle est le point commun entre un babouin et un voleur ?",
    "text": "Ils ont tout les deux la police au cul."
  },
  {
    "title": "Quelle est la différence entre un sapin et toi ?",
    "text": "Le sapin c'est un conifère, et toi t'es con mais on ne peut rien y faire."
  },
  {
    "title": "Je suis grande avant d'être petite ?",
    "text": "La bougie."
  },
  {
    "title": "Qu'est-ce qui fait NIOC NIOC NIOC ?",
    "text": "Un canard qui nage à l'envers."
  },
  {
    "title": "Quelle est la plus intelligente, la blonde, la rousse ou la brune ?",
    "text": "La rousse parce que c'est un dictionnaire."
  },
  {
    "title": "Pourquoi est-il très difficile de se prendre en photo avec un parapluie ?",
    "text": "Parce que les parapluies ne prennent pas de photos !"
  },
  {
    "title": "Qu'est-ce qui est invisible et qui sent la banane?",
    "text": "Un prout de singe !"
  },
  {
    "title": "Qu'est-ce qui arrive quand tu prends trop de drogue ?",
    "text": "Il n'en reste plus."
  },
  {
    "title": "Que fait un obèse dans un incendie ?",
    "text": "Il s'y jette, pour brûler les graisses !"
  },
  {
    "title": "Je ne fais aucun bruit, pourtant, je réveille tout le monde. Qui suis-je ?",
    "text": "Le soleil."
  },
  {
    "title": "Que fais une salade avec un révolver ?",
    "text": "Elle laitue ! (les tue)"
  },
  {
    "title": "Que fait un dessinateur dans une baignoire ?",
    "text": "Des bulles !"
  },
  {
    "title": "Quel est le coup qui rend heureux ?",
    "text": "Le coup de foudre"
  },
  {
    "title": "Qu'est ce qui est jaune et qui court très vite ?",
    "text": "Un citron pressé"
  },
  {
    "title": "Quel point commun y a-t-il entre l'école et les toilettes ?",
    "text": "Quand on en sort, on est soulagé !"
  },
  {
    "title": "Quel est le comble d'un juge ?",
    "text": "C'est de manger des avocats !"
  },
  {
    "title": "Comment fait-on pour ranger des pains au chocolat dans une pâtisserie ?",
    "text": "Dans l'ordre décroissant !"
  },
  {
    "title": "Que dit un zéro quand-il rencontre un huit ?",
    "text": "Tu as mis une ceinture ?"
  },
  {
    "title": "Quel est le comble pour un policier ?",
    "text": "De manger des amendes !"
  },
  {
    "title": "Que disent des arbres quand ils vont en boite de nuit ?",
    "text": "\"Laquelle je vais brancher ?\""
  },
  {
    "title": "Comment appelle-t-on un lapin sourd ?",
    "text": "On ne l'appelle pas, on va le chercher !"
  },
  {
    "title": "Qu'est qu'un feu rouge ?",
    "text": "Un feu vert qui a mûrit.\n\nQuel est le comble d'une sirène ?\nC'est de voir sa vie finir en queue de poisson.\n\nQu'est qu'un thon ?\nUne sirène pas belle."
  },
  {
    "title": "Quel est le comble pour une religieuse ?",
    "text": "C'est d'être bonne !"
  },
  {
    "title": "Quel est le comble pour un rugbyman ?",
    "text": "C'est de se faire plaquer par sa copine."
  },
  {
    "title": "Un chien blanc entre dans la mer noire comment en ressort-il ?",
    "text": "Mouillé"
  },
  {
    "title": "- Tu connais la blague de la feuille ?",
    "text": "- Non.\n- Je te dis, elle déchire!"
  }
]